[
    {
        "NAME": "MASK",
        "LATINNAME": "",
        "IRISHNAME": "",
        "DESCRIPTION": "CREATE TABLE IF NOT EXISTS POINTED_BEAK_TABLE (ID INTEGER PRIMARY KEY AUTOINCREMENT, NAME TEXT, LATINNAME TEXT, IRISHNAME TEXT, DESCRIPTION TEXT,     BACK TEXT, BEAK TEXT, BELLY TEXT, BREAST TEXT, CHEEK TEXT, CROWN TEXT, EYESTRIPE TEXT, LEG TEXT, NAPE TEXT, TAIL TEXT, THROAT TEXT, WING TEXT, WINGSTRIPE TEXT)",
        "BACK": "#22B14C",
        "BEAK": "#ED1C24",
        "BELLY": "#99D9EA",
        "BREAST": "#00A2E8",
        "CHEEK": "#FFF200",
        "CROWN": "#FFC90E",
        "EYESTRIPE": "#FF7F27",
        "LEG": "#A349A4",
        "NAPE": "#FFAEC9",
        "TAIL": "#C8BFE7",
        "THROAT": "#B97A57",
        "WING": "#3F48CC",
        "WINGSTRIPE": "#B5E61D"
    },
    {
        "NAME": "Blue Tit",
        "LATINNAME": "Cyanistes caeruleus",
        "IRISHNAME": "Meantán gorm",
        "DESCRIPTION": "A colourful, noisy, active little bird, commonly seen in gardens, especially at nut feeders and will use nestboxes. Bright blue crown, nape colllar, wings and tail and yellow underside. The white cheeks are bordered by a dark blue line - the line through the eye is separated from the blue cap by a white band - all producing a distinctive head pattern. Bill is short and stubby, legs bluish-grey. Very acrobatic, often hangs upside-down on branches pecking at buds or foraging for insects. Reqular visitor to peanut feeders and will use nestboxes. Occurs in woodland, farmland, gardens etc. Usually seen in small groups in winter and will team up with other tit species, Treecreepers and Goldcrests to form roving bands.",
        "BACK": "#7F7F7F",
        "BEAK": "#3B3B3B",
        "BELLY": "#FFF74F",
        "BREAST": "#FFF74F",
        "CHEEK": "#FFFFFF",
        "CROWN": "#6178D3",
        "EYESTRIPE": "#3B3B3B",
        "LEG": "#3B3B3B",
        "NAPE": "#6178D3",
        "TAIL": "#6178D3",
        "THROAT": "#6178D3",
        "WING": "#6178D3",
        "WINGSTRIPE": "#FFFFFF"
    },
    {
        "NAME": "Great Tit",
        "LATINNAME": "Parus major",
        "IRISHNAME": "Meantán mór",
        "DESCRIPTION": "The largest of the tit family. Striking black head with large white cheek patches and black band running down the centre of a bright yellow breast. Back yellowish- green, wings and tail silvery blue. In flight, white outer tail feathers show. When perched, a distinct white wingbar shows. Bill is pointed but stout, legs bluish-grey.",
        "BACK":"#A7E463",
        "BEAK": "#3B3B3B",
        "BELLY": "#FFF74F",
        "BREAST": "#FFF74F",
        "CHEEK": "#FFFFFF",
        "CROWN": "#3B3B3B",
        "EYESTRIPE": "#3B3B3B",
        "LEG": "#3B3B3B",
        "NAPE": "#3B3B3B",
        "TAIL": "#7F7F7F",
        "THROAT": "#3B3B3B",
        "WING": "#7F7F7F",
        "WINGSTRIPE": "#FFFFFF"
    },
    {
        "NAME": "Robin",
        "LATINNAME": "Erithacus rubecula",
        "IRISHNAME": "Spideóg",
        "DESCRIPTION": "Probably the most familiar garden bird - the bright orange-red breast and facial area make it unmistakable. Upperparts a uniform greyish brown, belly and lower breast greyish white. The bill is dark and pointed and the legs black. Can appear very plump and rounded, especially in cold weather when the bird fluffs out its feathers. Can be very confiding, often perching motionless close to gardening activity. Occasionally cocks tail briefly.",
        "BACK":"#8B573A",
        "BEAK": "#7F7F7F",
        "BELLY": "#FFFFFFFF",
        "BREAST": "#FF7F27",
        "CHEEK": "#FF7F27",
        "CROWN": "#8B573A",
        "EYESTRIPE": "#8B573A",
        "LEG": "#7F7F7F",
        "NAPE": "#8B573A",
        "TAIL": "#8B573A",
        "THROAT": "#FF7F27",
        "WING": "#8B573A",
        "WINGSTRIPE": "#8B573A"
    },
    {
        "NAME": "Dipper",
        "LATINNAME": "Cinclus cinclus",
        "IRISHNAME": "Gabha dubh",
        "DESCRIPTION": "Slightly smaller than a Blackbird, in all plumages appears very compact and dumpy. Habitually bobs up and down when perched. Flies low over the water. Adults are reddish-brown with a large \"bib\" of white on the throat and breast. Also has a broad rusty brown patch where the white bib ends on the breast. Juvenile Dippers have the brown plumage tones replaced with grey and the the white bib reduced to a small area on the throat. The underparts are barred grey, while at close range, a small white eyering can be seen.",
        "BACK":"#3B3B3B",
        "BEAK": "#3B3B3B",
        "BELLY": "#3B3B3B",
        "BREAST": "#FFFFFF",
        "CHEEK": "#3B3B3B",
        "CROWN": "#3B3B3B",
        "EYESTRIPE": "#3B3B3B",
        "LEG": "#3B3B3B",
        "NAPE": "#3B3B3B",
        "TAIL": "#3B3B3B",
        "THROAT": "#FFFFFF",
        "WING": "#3B3B3B",
        "WINGSTRIPE": "#3B3B3B"
    },
    {
        "NAME": "Pied Wagtail",
        "LATINNAME": "Motacilla alba yarrellii",
        "IRISHNAME": "Glasóg shráide",
        "DESCRIPTION": "The pied wagtail is a delightful small, long-tailed and rather sprightly black and white bird. When not standing and frantically wagging its tail up and down it can be seen dashing about over lawns or car parks in search of food. It frequently calls when in its undulating flight and often gathers at dusk to form large roosts in city centres.",
        "BACK":"#7F7F7F",
        "BEAK": "#3B3B3B",
        "BELLY": "#FFFFFF",
        "BREAST": "#3B3B3B",
        "CHEEK": "#FFFFFF",
        "CROWN": "#3B3B3B",
        "EYESTRIPE": "#FFFFFF",
        "LEG": "#3B3B3B",
        "NAPE": "#3B3B3B",
        "TAIL": "#3B3B3B",
        "THROAT": "#3B3B3B",
        "WING": "#3B3B3B",
        "WINGSTRIPE": "#FFFFFF"
    },
    {
        "NAME": "Grey Wagtail",
        "LATINNAME": "Motacilla cinere",
        "IRISHNAME": "Glasóg liath",
        "DESCRIPTION": "Slightly larger than Pied Wagtail. A very striking bird, with the dark grey head and back offfset by extensive yellow on the breast, belly and vent. The rump is also bright yellow. Grey Wagtails also have a black throat, as well as a white stripe through the eye. The beak and legs are dark grey, the latter with a variable pinkish tinge. The yellow wash on the lower body is less intense on female birds, while juveniles lack the black throat patch and have the yellow restricted to the vent and rump. Juvenile Grey Wagtails also have pink legs and bill in contrast to the adults.",
        "BACK":"#7F7F7F",
        "BEAK": "#7F7F7F",
        "BELLY": "#FFF74F",
        "BREAST": "#FFF74F",
        "CHEEK": "#7F7F7F",
        "CROWN": "#7F7F7F",
        "EYESTRIPE": "#FFFFFF",
        "LEG": "#7F7F7F",
        "NAPE": "#7F7F7F",
        "TAIL": "#3B3B3B",
        "THROAT": "#3B3B3B",
        "WING": "#3B3B3B",
        "WINGSTRIPE": "#FFFFFF"
    }
]