[
  {
    "NAME": "MASK",
    "LATINNAME": "",
    "IRISHNAME": "",
    "DESCRIPTION": "CREATE TABLE IF NOT EXISTS WIDE_BEAK_TABLE (ID INTEGER PRIMARY KEY AUTOINCREMENT, NAME TEXT, LATINNAME TEXT, IRISHNAME TEXT, DESCRIPTION TEXT, BACK TEXT, BEAK TEXT, BELLY TEXT, BREAST TEXT, CHEEK TEXT, CHIN TEXT, CROWN TEXT, FOREHEAD TEXT, LEG TEXT, NAPE TEXT, TAIL TEXT, WING TEXT, WINGSTRIPE TEXT)",
    "BACK": "#B97A57",
    "BEAK": "#FFF200",
    "BELLY": "#B5E61D",
    "BREAST": "#22B14C",
    "CHEEK": "#880015",
    "CHIN": "#FFC90E",
    "CROWN": "#ED1C24",
    "FOREHEAD": "#FF7F27",
    "LEG": "#7092BE",
    "NAPE": "#FFAEC9",
    "TAIL": "#3F48CC",
    "WING": "#00A2E8",
    "WINGSTRIPE": "#99D9EA"
  },
  {
    "NAME": "Bullfinch",
    "LATINNAME": "Pyrrhula pyrrhula",
    "IRISHNAME": "Corcrán coille",
    "DESCRIPTION": "Named for its characteristic heavy build and thick 'bullish' neck, the Bullfinch is a stocky bird. At around 15cm in length they are roughly the same size as a House Sparrow, though often appear much plumper. Their distinctive thick, stubby black bills are the perfect tools both for shearing off tasty flower buds and for crushing tough seeds. Males have a glossy black cap, face, wings and tail, a pale bar on each wing, and striking white rump patch, pencil-grey back and beautiful reddish-rose breast and belly. Females look similar, save that the breast and belly are instead a greyish brown colour. Young birds are browner overall, and lack the black cap. Usually feeds quietly hidden away in a tree or shrub, usually in pairs or small groups.",
    "BACK": "#7F7F7F",
    "BEAK": "#3B3B3B",
    "BELLY": "#FF7F27",
    "BREAST": "#FF7F27",
    "CHEEK": "#FF7F27",
    "CHIN": "#FF7F27",
    "CROWN": "#3B3B3B",
    "FOREHEAD": "#3B3B3B",
    "LEG": "#7F7F7F",
    "NAPE": "#FF7F27",
    "TAIL": "#3B3B3B",
    "WING": "#3B3B3B",
    "WINGSTRIPE": "#7F7F7F"
  },
  {
    "NAME": "Chaffinch",
    "LATINNAME": "Fringilla coelebs",
    "IRISHNAME": "Rí Rua",
    "DESCRIPTION": "Our commonest finch - found in woodland, farmland, parks and gardens. In winter can form large flocks of hundreds of birds, especially in stubble fields and under beech trees. The male's breast, face and underside are a pinkish orange-brown, becoming a darker, wine shade in winter. The nape and crown are blue-grey. The upper back is warm brown, while the lower back/rump is a contrasting green tone, usually hidden by the bird's folded wings when perched. The female is much greyer, with washed out warm grey underparts. Both sexes display large white patches on otherwise blackish wings, both when perched and flying - this makes identification quite striaghtforward even at some range. Both sexes also have a longish tail, which shows a dark centre and white outer feathers in flight.",
    "BACK": "#8B573A",
    "BEAK": "#7F7F7F",
    "BELLY": "#FF7F27",
    "BREAST": "#FF7F27",
    "CHEEK": "#FF7F27",
    "CHIN": "#FF7F27",
    "CROWN": "#7F7F7F",
    "FOREHEAD": "#3B3B3B",
    "LEG": "#7F7F7F",
    "NAPE": "#7F7F7F",
    "TAIL": "#3B3B3B",
    "WING": "#3B3B3B",
    "WINGSTRIPE": "#FFFFFF"
  },
  {
    "NAME": "Goldfinch",
    "LATINNAME": "Carduelis carduelis",
    "IRISHNAME": "Lasair choille",
    "DESCRIPTION": "Smaller than a Chaffinch, this brightly-coloured finch has become a familiar sight at garden nut feeders in recent years. Striking black and yellow wings usually catch the eye first, but the scarlet red 'face' and black and white head markings are equally striking, set off against a rather plain brown back and whitish underside. The tail is black with white spots and the rump white. Very active, has a bounding flight and can occur in large flocks.",
    "BACK": "#8B573A",
    "BEAK": "#FFFFFF",
    "BELLY": "#FFFFFF",
    "BREAST": "#8B573A",
    "CHEEK": "#FFFFFF",
    "CHIN": "#F2575F",
    "CROWN": "#3B3B3B",
    "FOREHEAD": "#F2575F",
    "LEG": "#7F7F7F",
    "NAPE": "#8B573A",
    "TAIL": "#3B3B3B",
    "WING": "#3B3B3B",
    "WINGSTRIPE": "#FFF74F"
  }
]
